// 1) Automatic checking - no restart required
"UPDATES_AVAILABLE_NO_RESTART_MESSAGE" = "お使いのコンピュータに適用できるソフトウェア・アップデートがあります。それらをインストールしますか？";
"UPDATES_AVAILABLE_NO_RESTART_INFORMATIVE" = "インストール中もコンピュータを使用できます。インストール後に再起動する必要はありません。";
"INSTALL_TITLE" = "インストール";

// 2) Automatic checking - restart required, already downloaded
"UPDATES_AVAILABLE_INSTALL_MESSAGE" = "お使いのコンピュータ用のソフトウェア・アップデートをインストールする準備ができました。今すぐインストールしますか？";

"UPDATES_AVAILABLE_INSTALL_AND_RESTART_INFORMATIVE" = "アップデートのインストール後にコンピュータを再起動する必要があります。";
"LOG_OUT_AND_INSTALL_AND_RESTART_TITLE" = "インストールして再起動";

"UPDATES_AVAILABLE_INSTALL_AND_LOG_OUT_INFORMATIVE" = "アップデートをインストールするにはログアウトする必要があります。";
"LOG_OUT_AND_INSTALL_TITLE" = "ログアウトしてインストール";

"UPDATES_AVAILABLE_INSTALL_AND_SHUTDOWN_INFORMATIVE" = "アップデートのインストール後にコンピュータをシステム終了する必要があります。";
"LOG_OUT_AND_INSTALL_AND_SHUTDOWN_TITLE" = "インストールしてシステム終了";

// 3) Automatic checking - Restart / Log out / Shut Down required, need to download
"UPDATES_AVAILABLE_DOWNLOAD_AND_RESTART_MESSAGE" = "お使いのコンピュータに適用できるソフトウェア・アップデートがあります。それらをダウンロードしてインストールしますか？";
"UPDATES_AVAILABLE_DOWNLOAD_AND_RESTART_INFORMATIVE" = "アップデートのインストール後にコンピュータを再起動する必要があります。";

"UPDATES_AVAILABLE_DOWNLOAD_AND_LOG_OUT_MESSAGE" = "お使いのコンピュータに適用できるソフトウェア・アップデートがあります。それらをダウンロードしてインストールしますか？";
"UPDATES_AVAILABLE_DOWNLOAD_AND_LOG_OUT_INFORMATIVE" = "アップデートのダウンロード後にログアウトする必要があります。";

"UPDATES_AVAILABLE_DOWNLOAD_AND_SHUTDOWN_MESSAGE" = "お使いのコンピュータに適用できるソフトウェア・アップデートがあります。それらをダウンロードしてインストールしますか？";
"UPDATES_AVAILABLE_DOWNLOAD_AND_SHUTDOWN_INFORMATIVE" = "アップデートのインストール後にコンピュータをシステム終了する必要があります。";

"CONTINUE_TITLE" = "続ける";


// common buttons
"NOT_NOW_TITLE" = "後で行う";
"SHOW_DETAILS_TITLE" = "詳細情報を表示";